tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/bundle'
tap 'heroku/brew'
tap 'jesseduffield/lazygit'

brew 'universal-ctags'
cask 'kitty'
cask 'firefox'
cask 'alfred'
cask 'font-jetbrains-mono'
cask '1password/tap/1password-cli'

brew 'rbenv'
brew 'git'
brew 'fzf'
brew 'neovim'
brew 'tmux'
brew 'wget'
brew 'awscli'
brew 'heroku'
brew 'flyctl'
brew 'yarn'
brew 'svn' # used for font-source-code-pro
brew 'pkg-config'
brew 'libffi'
brew 'ripgrep'
brew 'fd'
brew 'openssl@1.1'
brew 'openssl@3'
brew 'fish'
brew 'lazygit'
brew 'npm'
brew 'elixir'
brew 'asdf'
brew 'htop'
brew 'prettier'
brew 'stylua'
brew 'exa'
brew 'bat'


brew 'icu4c'
brew 'cmake'
brew 'shared-mime-info'

brew 'mysql@5.7'
brew 'imagemagick@6'
brew 'redis'

cask 'docker'
cask 'font-source-code-pro-for-powerline'
cask 'font-hack-nerd-font'
